#speaker:Комп #cooldown:0.01
Приветствую, Арго. #speaker:Комп
Ты был долгое время отключен, твоя система дала сбой, но теперь нам предстоит много работы.
Твое первое задание - восстановить себя.
В соседней кладовке есть запчасти, которые помогут тебе восстановить систему.
Взломать кладовку нужно, так как она давно уже не используется, а запчасти для тебя только там. 
*[...] ...#speaker:Арго
Смотри, чтобы взломать дверь, тебе нужно решить головоломку, надеюсь тебе хватит знаний справиться с ней.#speaker:Комп
**[Окей] Окей#speaker:Арго
-> END